/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk de %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "¡%1$@ %2$@ ha sido instalado y estará listo para usar la próxima vez que inicie %3$@! ¿Desea reiniciar ahora?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ es actualmente la versión más nueva disponible.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ está disponible (usted tiene %3$@). ¿Desea descargarla ahora?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "¡%@ no tiene permiso para escribir en la carpeta de aplicaciones! ¿Está ejecutando desde una imagen de disco? Si no, pida ayuda a su administrador de sistema.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "¡Se ha instalado una nueva versión de %@!";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "¡Está disponible una nueva versión de %@!";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "Ocurrió un error durante la instalación. Por favor, pruebe de nuevo más tarde.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Ocurrió un error adquiriendo la información de la actualización. Por favor, pruebe de nuevo más tarde.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information; are you connected to the internet? Please try again later." = "Ocurrió un error en la adquisición de información de actualización; ¿está usted conectado a Internet? Por favor, vuelva a probar más tarde.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Ocurrió un error mientras se extraía el fichero. Por favor, pruebe de nuevo más tarde.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "Ocurrió un error mientras se descargaba el fichero. Por favor, pruebe de nuevo más tarde.";

/* No comment provided by engineer. */
"An update is already in progress!" = "¡Ya hay una actualización en progreso!";

/* No comment provided by engineer. */
"Anonymous system profile information is used to help us plan future development work." = "La información del perfil de sistema anónimo se usa para ayudarnos a planificar trabajo de desarrollo futuro.";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Check for updates on startup?" = "¿Comprobar actualizaciones en el inicio?";

/* No comment provided by engineer. */
"Downloading update..." = "Descargando actualización...";

/* No comment provided by engineer. */
"Extracting update..." = "Extrayendo actualización...";

/* No comment provided by engineer. */
"Include anonymous system profile?" = "¿Incluir perfil de sistema anónimo?";

/* No comment provided by engineer. */
"Install and Relaunch" = "Instalar y Reiniciar";

/* No comment provided by engineer. */
"Installing update..." = "Instalando actualización...";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to install!" = "¡Preparado para instalar!";

/* No comment provided by engineer. */
"Update Error!" = "¡Error de Actualización!";

/* No comment provided by engineer. */
"Updating %@" = "Actualizando %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "¿Desea que %@ compruebe si hay actualizaciones en el inicio? Si no, puede realizar la comprobación de forma manual desde el menú de aplicación.";

/* No comment provided by engineer. */
"Yes" = "Sí";

/* No comment provided by engineer. */
"You're up to date!" = "¡Ya tiene la última versión!";